Revit 2027 API
BuiltInFailures.WallFailures.CannotSlantStackedWallError Property
 Cannot slant a stacked wall with rectangular openings. Please delete the openings first.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotSlantStackedWallError { get; }
Public Shared ReadOnly Property CannotSlantStackedWallError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotSlantStackedWallError {
	FailureDefinitionId^ get ();
}
static member CannotSlantStackedWallError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace